{
  "data": [
    {
      "title": "First Cow", 
      "imgUrl": "./assets/images/1.jpg", 
      "date": "March 6",
      "director": "Kelly Reichardt (Certain Women)",
      "reason": "First Cow, Kelly Reichardt's evocative and wise tale of frontier life, begins with the discovery of two skeletons in the woods. An unnamed young woman (Arrested Development's Alia Shawkat) and her dog—echoing the human-and-canine pair at the center of Reichardt's 2008 road story Wendy and Lucy—come upon the bones in the modern day Pacific Northwest. Then we flash back to a time when the Oregon territory was far less developed, an era of perilous opportunity and rampant exploitation, and meet Cookie (John Magaro), a bashful and unassuming cook for a team of unruly fur trappers. Eventually, he befriends the wandering King-Lu (Orion Lee), a Chinese immigrant who claims to be fleeing some Russians. The two stumble on an opportunity to make some money: A wealthy landowner (Toby Jones) brings the first cow to the region, and Cookie and King-Lu decide to steal the cow's milk at night and use it to bake sweet honey biscuits, which they sell at the local market. The story has an allegorical quality, gently pulling at classic American notions of hope, ambition, and deception. Reichardt, who chronicled a similar historical period in 2010's neo-Western Meek's Cutoff and an equally rich male friendship in 2006's buddy comedy Old Joy, has a gentle human touch that never veers into sentimentality. On a literal and metaphoric level, she knows where the bodies are buried.",
      "id": 1
    },
    {
      "title": "Bacurau", 
      "imgUrl": "./assets/images/2.jpg", 
      "date": "March 6",
      "director": "Kleber Mendonça Filho and Juliano Dornelles",
      "reason": "When a movie tells a story about a community joining together to fight off outside invaders, there are certain shots, moments, and heroics you want to see. Bloodshed, vengeance, and justice all have a place in Bacurau, a feverish, quasi-dystopian genre mash-up centered around a fictional Brazilian city in the country's Northwestern region, but the film doles out its cathartic showdowns in an inventive, dizzying manner. After a stretch exploring the geography, political realities, and daily routines of the city, a scheming American villain arrives and, in an inspired bit of casting, he's played by B-movie staple Udo Kier, reveling in the cruelty and complexity of the role. He's leading a team of aspiring would-be commandos, the type of people who view killing as a novel thrill. (The movie would make for a revealing double-feature with its more outright silly American counterpart The Hunt.) Exposition gets tucked in odd narrative corners; the tactical demands of the situation shift; scenes play out in tense, curious confrontations. Eventually, the movie explodes like a volcano, bursts of stylized gore and righteous indignation flying everywhere. Both visually hallucinatory and morally centered, Bacurau excites and inspires in equal measure.",
      "id": 2
    },
    {
      "title": "Time", 
      "imgUrl": "./assets/images/3.jpg", 
      "date": "October 9",
      "director": "Garrett Bradley",
      "reason": "Phrases like 'time is what you make of it,' 'time flies,' and 'time heals all wounds' get turned inside out by this exquisitely constructed documentary. Time chronicles the life of entrepreneur and activist Sibil “Fox” Rich as she lobbies for the release of her husband, Robert Richardson, from the Louisiana State Penitentiary, otherwise known as Angola. (The prison is shown from the sky in a chilling drone shot, emphasizing the enormous scale of the facility.) Filmmaker Garrett Bradley blends modern footage of Rich—taking care of her children, delivering moving speeches, and running her business—with intimate home video archives shot by Rich over the span of a lifetime. In one moment, you might see a giggling child; in the next shot, that child is a watchful teenager. Few movies display such a total command of craft, summoning complex ideas and grappling with fundamental truths, while telling such a profoundly moving story.",
      "id": 3
    },
    {
      "title": "Never Rarely Sometimes Always", 
      "imgUrl": "./assets/images/4.jpg", 
      "date": "March 13",
      "director": "Eliza Hittman (Beach Rats)",
      "reason": "The Port Authority bus terminal provides the backdrop for a good deal of the drama and the waiting in Eliza Hittman's powerful portrait of a teenager traveling from Pennsylvania to New York to have an abortion, a procedure she can't receive in her home state. Quiet and watchful, Autumn (Sidney Flanigan) observes the world around her from benches, bus seats, and doctor's office chairs, dragging an enormous suitcase through the drab interiors of various midtown locations. She doesn't tell her parents about her pregnancy or her trip. She's joined by her cousin Skylar (Talia Ryder), who wants to be a supportive friend and sounding board. Still, the two don't talk much. The movie's most striking image shows the two holding hands in a moment of shared vulnerability, like their bond transcends language. As a filmmaker, Hittman is most interested in behavior and gesture, approaching her story with the type of careful rigor that allows for poetic moments to emerge in unexpected places. It's a style that's especially suited to the challenging emotional terrain of the material. ",
      "id": 4
    },
    {
      "title": "Da 5 Bloods", 
      "imgUrl": "./assets/images/5.jpg", 
      "date": "June 12",
      "director": "Spike Lee (BlackKklansman)",
      "reason": "Exploding with historical references, directorial flourishes, and flashes of combat action, Spike Lee's war epic Da 5 Bloods is a movie that embraces the inherent messiness of its subject matter. At first, the story sounds simple enough: four elderly Black veterans regroup and travel to Vietnam to recover the remains of their squad leader Norman (Chadwick Boseman) and search for a shipment of gold they buried in the jungle decades ago. But Lee, pushing the movie in sharply funny and emotionally fraught directions depending on the demands of the scenes, refuses to approach the Treasure of Sierra Madre-like set-up in a straight-forward manner. Instead, the movie pings between the MAGA-hat speckled present and the bullet-ridden past, using his older actors in the flashbacks as their younger selves to underline the strangeness of time's passage. While some of the detours might test your patience, particularly once the men discover the gold and start arguing over what to do with it, the powerful ending, which becomes a moving showcase for the great Delroy Lindo, makes this a long journey worth embarking on.",
      "id": 5
    },
    {
      "title": "Bloody Nose, Empty Pockets", 
      "imgUrl": "./assets/images/6.jpg", 
      "date": "July 10",
      "director": "Bill and Turner Ross (Western)",
      "reason": "The theme song from Cheers succinctly summed up the communal appeal of the local bar: 'Sometimes you want to go where everybody knows your name.' On the surface, this genre-bending documentary from brother filmmaking team Bill and Turner Ross is a straightforward celebration of that concept, one that explores depths of feeling, patterns of behavior, and types of language you wouldn't see on a network sitcom. Chronicling the closing night of a Las Vegas dive called Roaring '20s in November 2016, in the the shadow of Donald Trump's election victory, Bloody Nose, Empty Pockets introduces a series of bartenders and barflys, observing them in verité style as they watch Jeopardy! on TV, sing songs, and get in arguments. An Australian regular takes acid; a cake gets smashed. Just another night out. The setup is simple and the hangout vibe is a pleasure, but the story of how the the film was made, which goes mostly unacknowledged on screen, blurs the line between fiction and non-fiction in a way that gives the events a woozy texture. It's a sentiment most bar-goers can relate to: Why let the truth get in the way of a great story?",
      "id": 6
    },
    {
      "title": "Small Axe", 
      "imgUrl": "./assets/images/7.jpg", 
      "date": "November 15",
      "director": "Steve McQueen (Widows)",
      "reason": "Small Axe, director Steve McQueen's anthology of five films chronicling the lives of members of London's West Indian community from the '60s to the '80s, careens between moments of struggle and triumph. On one level, each film examines a different political or social system: Mangrove takes on the courts, Lovers Rock surveys the dancefloor, Red, White and Blue confronts the police force, Alex Wheatle dissects prisons, and Education takes the viewer inside a struggling school. That might make each individual film sound like an academic exercise, an attempt to unpack one theme or institution at a time, but McQueen's moral focus and his sensitivity to subtle shifts in human behavior gives each story a startling complexity. Though it's tempting to highlight one favorite in the series--Lovers Rock, laced with music and romance, is a uniquely joyful entry in McQueen's filmography--Small Axe deserves to be seen and considered in its often stunning totality.",
      "id": 7
    },
    {
      "title": "Tenet", 
      "imgUrl": "./assets/images/8.jpg", 
      "date": "September 3",
      "director": "Christopher Nolan (Dunkirk)",
      "reason": "Despite all its time travel shenanigans and theoretical physics exposition, delivered by elegantly dressed characters as they stroll through scenic locales and dine over cups of tea with Michael Caine, Tenet has the attitude of a more straightforward action movie. John David Washington's unnamed CIA agent gets a world-saving Ethan Hunt-like mission, which he accepts, and then goes about trying to accomplish without wrinkling his suits. That convoluted mission allows director Christopher Nolan to dip his toe into international spy-craft, a genre that meshes well with his logistics-obsessed filmmaking style, and string together a number of wildly impressive set-pieces, including a raid on an opera house, a heist that involves crashing an airplane, and a ridiculous desert siege built upon a handful of conceptual gimmicks I still don't understand. In the background, Washington and Robert Pattinson, playing a British intelligence figure named Neil, forge a surprisingly touching buddy cop partnership, one that grows more poignant on further reflection, and Ludwig Göransson's pulsating synth-heavy score never lets up, pushing sequences beyond mere comprehension or coherence.",
      "id": 8
    },
    {
      "title": "She Dies Tomorrow", 
      "imgUrl": "./assets/images/9.jpg", 
      "date": "July 31",
      "director": "Amy Seimetz (Sun Don't Shine)",
      "reason": "The strobing lights and shifting colors that flash across the at crucial points in She Dies Tomorrow signal a psychological shift that can't be fully explained or articulated by any of the characters. They all know something is wrong—unavoidable death is approaching, soon—but they can't exactly put a name to it or make others empathize with their anxiety until the reaction spreads. And this condition spreads fast: starting with Amy (Kate Lyn Sheil), who just moved into a sleek new house, and jumping to her obsessive friend, and then that friend's family and on and on. Is this a medical thriller stripped of jargon or a dark social comedy of manners stylized into a more abstract register? Quibbles about genre feel less urgent as the movie builds its peculiar world of dune buggies, leather shops, and swimming pools. Director Amy Seimetz scrutinizes behavior with a careful eye, and she brings joy out of the performers even in dire circumstances, but the movie's big questions are metaphysical. Surrendering to the void or stepping into the light can only do so much.",
      "id": 9
    },
    {
      "title": "Dick Johnson Is Dead", 
      "imgUrl": "./assets/images/10.jpg", 
      "date": "October 2",
      "director": "Kirsten Johnson (Cameraperson)",
      "reason": "Watching Kirsten Johnson's kind-hearted dad, Richard 'Dick' Johnson, get crushed by an air conditioning unit, struck by a car, and knocked in the head by a construction beam provides a startling thrill. These strange little experiments, staged by his filmmaker daughter and carried out by seasoned stunt professionals, form the structural backbone for this tender documentary, a work of memoir sprinkled with touches of the surreal. Instead of just making a portrait of her father, a cheery psychiatrist from Washington, Johnson constructs a film that attempts to confront a universal fear by delving into matters of process. Death, terrifying and unconquerable, becomes an art project. Like with an episode of Nathan for You or, sure, even Jackass, there's a delicate tonal line being walked: Why does Dick agree to go along with these elaborate stunts? The simple answer—he loves his daughter—becomes increasingly clear as Dick Johnson Is Dead unfolds.",
      "id": 10
    },
    {
      "title": "Shirley", 
      "imgUrl": "./assets/images/11.jpg", 
      "date": "June 5",
      "director": "Josephine Decker (Madeline's Madeline)",
      "reason": "In short stories like The Lottery and novels like The Haunting of Hill House, Shirley Jackson conjured unease, tension, and queasy strangeness that made them difficult to put down. Fittingly, Shirley, an adaptation of a novel by Susan Scarf Merrell, examines a highly pressurized moment in the author's life that makes for occasionally nerve-rattling viewing. As played by Elisabeth Moss, Jackson can be temperamental, brilliant, and cruel, especially to Rose (Odessa Young) and Fred (Logan Lerman), the newlywed couple that move into the paper-strewn house she shares with her controlling professor husband (Michael Stuhlbarg). Where Decker's previous exploration of the creative process, the dizzying Madeline's Madeline, took an often nonlinear, combustible approach, Shirley retains some of the stuffy mechanics of the writerly biopic, particularly in the scenes of Jackson typing away at what will become her novel Hangsaman. (That book, which was partially inspired by the real-life disappearance of college student Paula Jean Welden, was written earlier in Jackson's life than the movie portrays.) But Moss's mischievous performance, the subtle interplay between the two women, and the feeling that the movie could tilt over the edge into chaos, chasing darker impulses and rolling around in the mud with Decker's roaming camera, keeps it from falling into many of the traps set by the often worshipful 'great artist' micro-genre.",
      "id": 11
    },
    {
      "title": "The Nest", 
      "imgUrl": "./assets/images/12.jpg", 
      "date": "September 18",
      "director": "Sean Durkin (Martha Marcy May Marlene)",
      "reason": "'This was our fresh start,' says Carrie Coon's Allison to her husband Rory (Jude Law) early on in The Nest, Sean Durkin's severe drama of marriage and money. The way Coon delivers the line hints at a shared history, a series of broken promises and a desire to salvage a relationship through drastic change. The couple moves to London from America with their children so that Rory can secure a financial windfall: It's the '80s and regulations in the English markets are loosening. But the plan doesn't work and soon Rory is spending money he doesn't have to maintain a lifestyle Allison doesn't even necessarily want. His reckless financial risk-taking feeds her natural cautiousness, which slowly turns into resentment and anger. Interrogating the way class anxieties forged in childhood can determine patterns of behavior, Durkin's movie is as perceptive as it is tense.",
      "id": 12
    },
    {
      "title": "The Empty Man", 
      "imgUrl": "./assets/images/13.jpg", 
      "date": "October 23",
      "director": "David Prior",
      "reason": "From its lengthy opening prologue, a snow swept chronicle of a scenic hike gone wrong, to its bracing mind-fuck of a finale, an endearingly '90s attempt to pull the rug out from underneath the viewer, The Empty Man confounds expectations. Dumped in theaters by Disney in the middle of a pandemic with little promotional fanfare, this debut from filmmaker David Prior, adapting a Boom! Studios comic series after a notable career shooting DVD special features for David Fincher, is as rewardingly batshit as modern studio filmmaking tends to get. James Badge Dale plays an ex-cop who investigates the disappearance of a friend's child and soon finds himself caught up in a conspiracy that touches on a Scientology-like religion, kids-on-a-bridge urban legends, and sinister ancient folklore. Like Fincher's The Girl with the Dragon Tattoo, it's perhaps best interpreted as a parable about the mental strain of staring at a computer screen and looking for meaning, the feeling of watching reality dissolve right in front of your eyes.",
      "id": 13
    },
    {
      "title": "Color Out of Space", 
      "imgUrl": "./assets/images/14.jpg", 
      "date": "January 24",
      "director": "Richard Stanley (Hardware)",
      "reason": "For a certain type of moviegoer, any film where Nicolas Cage says the word 'alpacas' multiple times is worth seeking out. Luckily, Color Out of Space, a psychedelic adaptation of H.P. Lovecraft's short story from 1927, offers more than just furry animals and unhinged Cage theatrics. Mixing hints of science-fiction intrigue and bursts horror movie excess, along with a couple splashes of stoner-friendly comedy, Richard Stanley's proudly weird B-movie vibrates on its own peculiar frequency. Cage's Nathan, a chatty farmer with a loving wife (Joely Richardson) and a pair of mildly rebellious kids, must contend with a meteoroid that crashes in his front yard, shooting purple light all over his property and infecting the local water supply. Is it some space invader? A demonic spirit? A biological force indiscriminately wreaking havoc on the fabric of reality itself? The squishy unknowability of the evil is precisely the point, and Stanley melds Evil Dead-like gore showdowns with Pink Floyd laser light freak-outs to thrilling effect, achieving a moving and disquieting type of genre alchemy that should appeal to fans of Cage's out-there turn in the similarly odd hybrid Mandy. Again, you'll know if this is in your wheelhouse or not. ",
      "id": 14
    },
    {
      "title": "Sorry We Missed You", 
      "imgUrl": "./assets/images/15.jpg", 
      "date": "March 6",
      "director": "Ken Loach (I, Daniel Blake)",
      "reason": "The modern gig economy is set up so that the customer rarely has to think very much about the person delivering a package to their door. Sorry We Missed You, the latest working class social drama from 83-year-old English filmmaker Ken Loach, is a harsh reminder that those piles of cardboard Amazon boxes have a human cost. The film follows married couple Ricky (Kris Hitchen) and Abbi (Debbie Honeywood) as they attempt to raise their two kids, keep their humble home in Newcastle, and and hold down jobs stripped of conventional protections. As Ricky's domineering boss tells him at the beginning of the movie, he's not an 'employee.' No, he's his own small business owner and independent contractor. Loach finds dark laughs and absurdity in the the convoluted language of precarity, particularly the way management attempts to sell poor working conditions as a form of empowerment, but he also captures the tender, intimate moments that occur in even the most soul-sucking jobs. Ricky and his daughter find joy in knocking on doors and leaving notes; Abbi, who works as a nurse, genuinely cares for her patients like her own family even if the company she works for refuses to pay for her transportation. Though the script leans too hard on melodrama in its final stretch, setting up scenes that don't always deliver on their dramatic potential, Loach never loses his moral grasp on the material.",
      "id": 15
    }
  ]
}